wsig/examples/xml/MathFunctionsMapper-Add.xml

<?xml version="1.0" encoding="UTF-8" ?> 
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:MathFunctionsMapper">
   <soapenv:Header/>
   <soapenv:Body>
      <urn:Add>
         <firstElement>4</firstElement>
         <secondElement>5</secondElement>
      </urn:Add>
   </soapenv:Body>
</soapenv:Envelope>